export default {
  '2021-01-28': ` 新增审批流程管理【权限管理 /流程管理】
                    新增审批管理【权限管理 /审批管理】
                    新增泰语支持`,
  '2020-11-07': ` 导航管理优化【网站管理 /网站配置 /导航数据】`,
  '2020-11-05': ` 语言包管理增加分页与搜索【网站管理 /语言包管理】
                    新增扫码登录入口管理【网站管理 /系统管理】
                    IEO新增项目官网/项目白皮书/区块链浏览器/活动规则/关于等配置 【运营活动 /IEO管理】`,
  '2020-10-20': ` 上币入口改为券商后台【券商配置 /币种管理】
                    上币对入口改为券商后台【币币系统 /币对管理】
                    合约申请入口改为券商后台【永续合约 /合约管理】
                    合约转发入口改为券商后台【永续合约 /合约管理】
                    交易所营收账号，交易所分佣比例设置入口改为券商后台【资金账户】
                    充提查询增加BAAS币种的标识显示
                    币对转发配置入口改为券商后台【币币系统 /币对管理】`,
  '2020-10-19': ` 支持财富产品发A币，派利息B币【财富产品 /派息管理】
                    支持发起重新计算：利息重新计算、本金重新计算【财富产品 /派息管理】
                    增加申购门槛：KYC高级认证、VIP等级、手机号绑定、平均持仓、代币持仓【财富产品 /产品管理】`,
  '2020-09-07': ` 新增涨跌颜色配置【网站管理 /网站配置 /配色管理】`,
  '2020-09-05': ` 新增闪电兑换功能【券商配置 /闪电兑换 /广告管理】`,
  '2020-09-04': ` 新增资金账户管理功能【资金账户 /资金账户】
                    新增财富产品管理功能【财富产品 /产品管理】
                    新增财富派息管理功能【财富产品 /派息管理】
                    修复tabs跳转切换时，功能路径不变化的BUG
                    币种新增提现券商加收手续费功能配置【券商配置 /币种管理】`,
  '2020-09-03': ` 币对管理新增禁止API交易、API隐藏管理功能【币币系统 /币对 /币对管理】
                    修复币对管理交易区币对排序页面错乱BUG【币币系统 /币对 /币对管理】`,
  '2020-09-01': ` 新增新闻资讯菜单【内容管理 /新闻资讯】
                    新增红包功能管理【运营活动 /红包管理】`,
  '2020-08-24': ` 新增通用配置增加涨跌幅配置【网站管理 /通用配置 /通用配置】
                    新增每个币对根据时间显示k线数据 【币币系统 /币对 /币对管理】
                    新增每个币对设置标签 【币币系统 /币对 /币对管理】
                    新增币对标签管理【券商配置 /币对标签】
                    新增风险币种提示管理【券商配置 /币种管理】
                    新增每个合约设置标签 【永续合约 /合约管理】`,
  '2020-08-18': ` push通知管理 【APP管理 /Push通知管理】
                    APP配置移动到APP管理 【APP管理 /APP配置】`,
  '2020-08-11': ` 新增分佣明细下载 【数据统计 /数据下载】
                    后台功能更新增加红点提示
                    充提查询未入账类型增加未入账原因【充值提现 /充提查询】
                    主面板快捷入口增加权限控制`,
  '2020-07-29': ` 新增功能：币种简介独立页面，具体见：link->https://xxxx.zendesk.com/hc/zh-cn/articles/360052230993
                    新增功能：合约历史数据，具体见：link->https://xxx.zendesk.com/hc/zh-cn/articles/360052231793
                    新增批量撤单功能 【币币系统 /订单查询】
                    币币订单新增订单最后更新时间【币币系统 /订单查询】
                    合约订单新增订单最后更新时间【永续合约 /订单查询】
                    开放杠杆交易功能【网站管理 /系统管理】`,
  '2020-07-13': ` 用户详情增加了：等级、费用、30日交易信息
                    用户登录记录增加浏览器信息`,
  '2020-07-02': ` 新增功能权限拦截
                    修复充提查询文案错误【充值提现 /充提查询】
                    修复提现审核颜色色引导错误【充值提现 /提现审核】
                    修复IE浏览器"用户组权限"管理兼容问题【权限管理 /角色管理】
                    重构用户等级管理【用户管理 /用户等级 /用户等级】
                    语言包管理高亮提示优先展示用户用户修改的翻译【网站管理 /语言包管理】
                    APP宫格管理增加小缩略图预览【网站管理 /APP配置 /宫格配置】`,
  '2020-06-24': ` 公告新增条数展示限制，更多公告配置【内容管理 /公告管理】 link->/content/announcement
                    币对管理新增最后一次修改的币对高亮显示【币币系统 /币对 /币对管理】 link->/exchange/coinPair/coinPair`,
  '2020-06-22': ` 角色管理新增仅查看和可修改分开配置【权限管理 /角色管理】 link->/system/group`,
  '2020-06-18': ` 新增用户等级功能，可配置用户手续费等级`,
  '2020-06-17': ` 新增chrome 显示桌面通知引导
                    针对英文版本展示适配处理 
                    移除声音提醒 
                    不同分辩率菜单适配 
                    语言包加载增加缓存`,
  '2020-06-12': `增加四个页尾配置【网站管理 /网站配置】link->/manage/website/common
                    全站搜索支持后台配置管理，增加多语言管理
                    优化语言包管理，整理页面未翻译信息【网站管理 /语言包管理】 link->/manage/lang`,
  '2020-06-08': `修复表格浮动区域背景色穿透BUG；
                    修复页尾配合少于三项内容不显示BUG；
                    新增柬埔寨语支持；
                    优化语言包管理：标识、列表展示按字母正序拍续；在非英语语言下保存，未翻译文案自动使用英语翻译文案。【网站管理 /语言包管理】 link->/manage/lang`,
  '2020-06-05': `新增全站功能搜索`,
  '2020-05-08': `增加水印`,
  '2020-04-27': `合约体验金是否回收增加一项不回收选项 link->/contract/experience`,
  '2020-04-22': `用户流水查询新增支持合约流水查询 link->/user/data
                    合约订单查询时默认给历史成交的所有明细数据 link->/contract/order`,
  '2020-04-16': `OTC广告检索列表优化，增加撤销功能 link->/otc/ads`,
  '2020-04-14': `合约大赛背景图片提示大小修改 link->/contract/competition
                    用户管理-kyc审核拒绝原因新增其他自定义原因 link->/user/kyc
                    币币系统-币对管理下架提醒文案修改 link->/exchange/coinPair/coinPair`,
  '2020-04-13': `客戶的合約分享配置數據初始化修改 link->/manage/app/share`,
  '2020-04-08': `运营活动，IEO管理，增加IEO页面配置tab页面 link->/activity/ieo/config，
                    交易排行-交易数据按币对-合约，筛选的币对不正确，修改
                    交易排行-交易数量按币对，展示的币种应该显示为基础币种。 link->/statistic/tops/trade
                    用户登录历史记录新增，平台、系统、版本、IMEI、网络
                    用户基本信息新增禁止API交易功能
                    后台管理账户管理新增、修改修改管理员资料添加二级验证 link->/system/user
                    语言包管理增加操作选项记忆，优化操作体验 link->/manage/lang
                    页尾设置只存储有数据选项
                    新增服务到期提醒
                    新增印尼语配置支持 link->/manage/system
                    充提审核新增管审核人员和审核日期，充值来源展示 link->/cash/verify
                    充提查询新增管审核时间和钱包处理时间展示 link->/cash/search
                    充提查询-提现，充值增加时间字段展示 link->/cash/search`,
  '2020-04-03': `榜单数据-手续费排行，默认查全部交易-按用户 link->/statistic/tops/fee
                    榜单数据-手续费排行, 按用户table显示字段修改 link->/statistic/tops/fee
                    用户资料页添加备注时没有刷新，修改增加数据刷新 link->/user/list
                    新建Banner，网站小Banner提示的文案修改 link->/content/banner`,
  '2020-04-01': `邀请分享接口增加支持分享Title，分享内容客户自定义 link->/activity/invite
                    榜单数据错误字段修改 link->/statistic/tops/cash
                    榜單數據-充提、交易、手续费排行提供时间段选择 link->/statistic/tops/trade`,
  '2020-03-30': `支持合约分享背景图客户自定义修改【网站管理 /APP配置】 link->/manage/app/share
                    券商管理后台用户资料页面新增快捷查询跳转入口
                    合约体验金新增状态明细查询【永续合约 /体验金】 link->/contract/experience
                    修复多语言修改参照语言联动问题,调整选中方式【网站管理 /语言包管理】 link->/manage/lang
                    用户权限操作记录查询
                    新增 充提排行/交易排行/手续费排行【数据统计 /榜单数据】 link->/statistic/tops/cash
                    所有时间单位精确到毫秒`,
  '2020-03-21': `语言包管理升级重构【网站管理 /语言包管理】link->/manage/lang`,
  '2020-03-20': `新增合约体验金【永续合约 /体验金】link->/contract/experience`,
  '2020-03-11': `OTC订单功能升级【OTC系统 /OTC订单】link->/otc/order
                  页尾支持四列模式（目前仅向定制券商开放）【网站管理 /网站配置】link->/manage/website/navigation
                  首页配置部分模块支持增加自定义描述（目前仅向定制券商开放）【网站管理 /网站配置】link->/manage/website/newHome
    `,
  '2020-03-10': `永续合约订单功能升级【永续合约 /订单查询】link->/contract/order
                  新增iOS Testflight下载方式管理【网站管理 /APP配置】link->/manage/app/download`,
  '2020-02-26': `币对管理功能升级交易区管理,支持自定义交易区link->/exchange/coinPair/coinPair`,
  '2020-02-19': `新增初始加载异常错误信息展示
                  新增合约排序功能【永续合约 /合约管理】link->/contract/coinPair
                  首页推荐币对新增合约推荐【网站管理 /通用配置】link->/manage/public/home
                  新增网站配色管理【网站管理 /网站配置/ 配色管理】link->/manage/website/theme
                  新增网站首页模块管理【网站管理 /网站配置/ 网站管理】
                  修复数据统计下部分功能清空日期返回参数错误的问题
                  KYC审核新增对审核图片进行独立翻转功能`,
  '2020-02-07': `新增页面初始化接口错误信息展示
                  折扣配置管理功能升级【券商配置 /折扣配置】link->/broker/off
                  合约管理功能升级(合并费率配置)【永续合约 /费率配置】link->/contract/fee
                  币币功能升级(合并费率配置)【币币系统 /费率配置】link->/exchange/fee
                  币对管理功能升级新增禁买、禁卖白名单；交易区管理；币对排序；币对禁买、禁卖。【币币系统 /币对管理 /币对管理】link->/exchange/coinPair/coinPair
                  新增币对定时任务功能【币币系统 /币对管理 /定时任务】link->/exchange/coinPair/task
                  新增持币排行榜功能【数据统计 /榜单数据】link->/statistic/tops/balance
                  新增持平台资产功能【数据统计 /平台资产】link->/statistic/balance
                  新增周期性配图变换，配图风格统一`,
  '2020-02-03': `修复充提设置时后台返回错误，但开关在界面显示是成功BUG【券商配置 /币种管理】link->/broker/currency`,
  '2020-01-06': `扩展OTC币种管理【OTC系统 /币种管理】link->/otc/settings/tokens
                  新增OTC法币配置【OTC系统 /币种管理】link->/otc/settings/currency`,
  '2020-01-05': `新增经纪人分佣管理【经纪人 /分佣管理】link->/agent/commission`,
  '2020-01-03': `扩展币对管理功能【币币系统 /币对管理】link->/exchange/coinPair
                  新增网站关键字、网站描述【网站管理 /网站配置】link->/manage/website/common`,
  '2019-12-23': `新增24小时内买币价值【用户管理 /用户信息】
                  新增平台自定义数据管理【网站管理 /通用配置】link->/manage/public/platform
                  新增小BANNER管理【内容管理 /Banner管理】link->/content/banner`,
  '2019-12-19': `3级KYC审核功能
                  2级KYC功能配置【网站管理 /通用配置 /KYC设置】link->/manage/public/kyc
                  新增充值未入账【充值提现 /充提查询】link->/cash/search`,
  '2019-12-17': `交易大赛新增富文本编辑功能【永续合约 /创建合约大赛】link->/contract/competition
                  新增经纪人关系管理功能【经纪人 /经纪人管理】link->/agent/index`,
  '2019-12-16': `新增用户标识管理功能【用户管理 /用户标识】link->/user/tags
                  新增邀请关系管理功能【券商配置 /邀请管理】link->/broker/inviteRelation`,
  '2019-12-13': `合约交易大赛功能管理【永续合约 /合约大赛】link->/contract/competition
                  OTC白名单增扩展用户信息【OTC系统 /商家名单】link->/otc/white
                  用户详情新增OTC相关信息【用户管理 /用户信息】`,
  '2019-12-11': `新增[账户冻结/提现关注/禁止出金/提币白名单/禁止币币交易/禁止期权交易/禁止合约交易/禁止OTC交易/禁止币多多交易]等名单管理 【券商配置 /风控名单】link->/broker/risk
                  新增全站风控管理功能【券商配置 /全站管理】link->/broker/system
                  充提查询新增到账状态及未到账明细【充值提现 /充提查询】link->/cash/search
                  流水查询新增币种/业务类型筛选查询【用户管理 /流水查询】link->/user/data
                  用户管理新增 [账户冻结/提现关注/禁止出金/提币白名单/禁止币币交易/禁止期权交易/禁止合约交易/禁止OTC交易/禁止币多多交易]开关功能 【用户管理 /用户信息】
                  用户管理新增用户行为操作记录【用户管理 /用户信息】
                  用户管理新增子账号资产查询功能【用户管理 /用户信息】
                  调整后台日期展示到时分秒`,
  '2019-12-08': `新增经纪人管理【经纪人 /经纪人管理】link->/agent/index
                  新增经纪人用户管理【经纪人 /用户管理】link->/agent/user`,
  '2019-11-27': `新增IP禁止访问功能设置【券商配置 /IP禁止访问】
                  新增I首页风险提示功能设置【网站管理 /通用配置 /首页风险提示】`,
  '2019-11-21': `去除券商后台的关联关系的相关功能`,
  '2019-11-19': `宫格配置增加简版/专业版配置【网站管理 /APP配置】link->/manage/app/gongge
                  数据下载新增锁仓余额下载【数据统计 /数据下载】link->/statistic/download
                  优化币对选取支持本地检索功能`,
  '2019-11-14': `增加交易数据/视图【数据统计 /概要数据】link->/statistic/common`,
  '2019-11-12': `增加交易数据/视图【数据统计 /交易数据】link->/statistic/trade
                  增加充提数据/视图【数据统计 /充提数据】link->/statistic/cash`,
  '2019-11-08': `修复注册空投BUG
                  增加注册数据视图【数据统计 /注册数据】link->/statistic/reg
                  增加KYC数据视图【数据统计 /KYC数据】link->/statistic/kyc`,
  '2019-11-06': `调整浏览器WEB消息/声音分别管理，多窗口声音/消息只提示一次，手动关闭后不自动开启`,
  '2019-11-05': `新增全部KYC审查记录【用户管理 /全部KYC】link->/user/allkyc
                  新增浏览器WEB消息通知功能，需要开启消息提醒功能
                  修复KYC审核翻页BUG
                  新增APP相关配置『基础配置, 宫格配置, 闪屏配置, TABS配置』【网站管理 /APP配置】，需要APP支持相关功能才可配置link->/manage/app/common`,
  '2019-11-01': `新增M站、adminExchange语言包管理【网站管理 /语言包管理】link->/manage/lang?tab=mobile
                  新增加土耳其语/阿拉伯语【网站管理 /系统管理】link->/manage/system
                  数据下载新增合约持仓快照、资产流水【数据统计 /数据下载】link->/statistic/download`,
  '2019-10-30': `增加操作日志查询【权限管理 /操作日志】link->/system/logs
                  充提查询增加查询条件【充值提现 /充提查询】link->/cash/search
                  KYC审核查询条件【用户管理 /KYC审核】link->/user/kyc
                  重构用户详情页`,
  '2019-10-25': `增加翻译筛选项管理功能【网站管理 /语言包管理】link->/manage/lang
                  新增加西班牙语【网站管理 /系统管理】link->/manage/system`,
  '2019-10-24': `新增语言包管理功能【网站管理 /语言包管理】link->/manage/lang
                  重构功能管理模块【网站管理 /系统管理】link->/manage/system`,
  '2019-10-16': `新增深度查询管理功能【币币系统 /深度管理】link->/exchange/orderbook
                  新增撤单功能【币币系统 /订单查询】link->/exchange/orders`,
  '2019-10-12': `合并【币币系统】下【当前委托/历史委托/成交明细】=> 【订单查询】,统一交互更易操作link->/exchange/orders
                  移动原【券商配置下 /币对管理/费率配置/折扣配置】至 币币系统下,统一交互更易操作
                  功能开关自动关联左侧菜单，功能禁用菜单隐藏【网站管理 /系统管理】/ [功能管理]link->/manage/system
                  币种（关闭充值、关闭展示）增加二次确认 【券商配置 /币种管理】link->/broker/currency
                  【用户管理/角色管理】保存、修改后及时刷新权限设置link->/broker/currency`,
  '2019-09-29': `优化币币系统当前委托、历史委托、成交明细币对条件由输入改为选取 【币币系统 /历史委托】link->/exchange/history
                  新增合约列表管理功能 【永续合约 /合约管理】link->/contract/coinPair
                  新增合约费率管理功能 【永续合约 /费率配置】link->/contract/fee
                  新增合约订单管理功能 【永续合约 /订单查询】link->/contract/order
                  隐藏OrgApi新增入口 【网站管理 /Api配置】link->/exchange/history
                  新增APP 网站推荐位管理功能【网站管理 /通用配置】link->/manage/public/home
                  IEO管理新增白名单功能 【运营活动 /IEO管理】link->/activity/ieo
                  IEO管理新增平均持仓活动规则 【运营活动 /IEO管理】link->/activity/ieo/create
                  KYC批量审核增加处理中状态，避免重复发送短信 【用户管理 /KYC审核】link->/user/kyc
                  OrgApi白名单ip调整至10条【网站管理 /Api配置】link->/manage/orgapi/auth`,
  '2019-09-25': `IEO活动查看订单分成、份额，及明细导出功能 【运营活动 /IEO管理】link->/activity/ieo
                  优化左侧菜单图标，增强语义化`,
  '2019-09-20': `IEO阳光普照模式配置功能管理，修复活动预览domain适配【网站管理 /Api配置】link->/manage/orgapi/auth
                  OTC订单管理支持筛选、排序功能【用户管理 /流水查询】link->/user/data
                  优化各处列表展示逻辑，使用更合理，修复部分展示BUGlink->/user/data
                  返佣数据支持excel复制调整link->/user/data
                  空投删除部分默认指定值link->/user/data
                  新增管理后台意见反馈功能link->https://xxxx.zendesk.com`,
  '2019-09-12': `新增orgapi配置创建API【网站管理 /Api配置】link->/manage/orgapi/auth
                  修复用户交易流水查询翻页问题【用户管理 /流水查询】link->/user/data`,
  '2019-09-11': `新增google、百度代码统计功能【网站管理 /网站配置】link->/manage/website/common
                  新增左侧菜单开启、收起功能link->
                  新增orgapi配置【网站管理 /Api配置】link->/manage/orgapi/trans
                  新增俄语配置【网站管理 /系统管理】link->/manage/system
                  新增IEO活动管理【运营活动 /IEO管理】link->/activity/ieo`,
  '2019-09-05': `修复语言管理排序逻辑，所有多语言配置项以配置顺序展示link->
                  调整面包屑展示到对应子栏目link->
                  调整左侧菜单展示样式与高度，分类视觉层级更清晰link->
                  调整左侧菜单分类与归属项，使用层级更合理link->
                  合并用户ID,用户邮箱,用户手机号为自动匹配搜索link->
                  空投糖果新增模板空投、空投持有条件可以定义，修复部分商家列表加载慢的问题【运营活动 /空投糖果】link->/activity/airdrop
                  邀请好友调整等级称谓【运营活动 /邀请返佣】link->/activity/invite
                  调整各页布局方式，让风格更统一，保持相同使用习惯link->
                  新增提币白名单设置【用户管理 /用户管理 /用户信息】link->
                  新增提禁止出金功能设置【用户管理 /用户管理 /用户信息】link->`,
  '2019-08-22': `【网站管理 /APP配置 /升级配置】App升级配置link->/manage/app/update`,
  '2019-08-17': `【审核管理 /KYC审核】增加批量审核link->/verify/kyc`,
  '2019-08-16': `【审核管理 /KYC审核】默认加载500条，按时间正序。link->/verify/kyc
                  修复【网站管理 /APP配置 /下载管理】系统类型多域名下载页链接生成规则。link->/manage/app/download
                  修复【网站管理 /网站配置 /登录注册】多域名下推广链接生成规则。link->/manage/website/login
                  新增【运营活动 /返佣转账】详情。link->/activity/invite_transfer/detail/`,
  '2019-08-15': `修复左侧菜单logo适配处理。link->/verify/kyc
                  修复app配置下载功能，自定义下载页无法保存。link->/manage/app/download
                  【网站管理 /网站配置 /导航数据 | 基础数据 | 首页数据| 登录注册】增加页面加载loading,防止数据加载完成前点击保存数据被清空。link->/manage/website/navigation
                  【网站管理 /APP配置 /下载管理 | 分享配置】增加页面加载loading,防止数据加载完成前点击保存数据被清空。link->/manage/app/download
                  【运营活动 /邀请返佣】增加页面加载loading,防止数据加载完成前点击保存数据被清空。link->/activity/invite`,
  '2019-08-14': `增加前端/后台更新日志查看link->/home
                  币种币对调整默认展示条数30/100link->/exchange/currency
                  增加APP配置下载功能，再也不用三方平台下载了（IOS企业版需要签名完成后再上传）link->/manage/app/download
                  充值提现平台数据实时查询，可以实时查看券商充值、提现数据link->/exchange/cash
                  后台增加品牌logo，去掉原来saas品牌，增加券商LOG
                  用户邀请数据查询，可以查询任意用户的邀请数据明细link->/user/list
                  用户资产数据增加隐藏小额数据功能link->/user
                  【下载分享】菜单重命名为【APP配置】，原下载分享合并至【APP配置 /分享配置】link->/manage/app/share
                  移除邀请返佣里下载配置，合并至【APP配置 /下载管理】link->/activity/invite
                  移除分享配置里下载页面地址，合并至【APP配置 /下载管理】"`,
}
